Repository: django-fluent/django-fluent-blogs
Catalog: fluent_blogs/locale/*/LC_MESSAGES/django.po
Languages: de, nl

source: Publication settings
de: Einstellungen zur Veröffentlichung
nl: Publicatievoorkeuren

source: The blog entry can't be previewed yet, a '{page_type_name}' page needs to be created first.
de: Der Blogeintrag kann noch nicht in der Vorschau angezeigt werden, es muss erst eine '{page_type_name}'-Seite erstellt werden.
nl: Het blogartikel kan nog niet bekeken worden, er moet eerst een '{page_type_name}' pagina aangemaakt worden.

source: View on site
de: Auf der Webseite anzeigen
nl: Bekijk op website

source: Actions
de: Aktionen
nl: Acties

source: Mark selected entries as published
de: Ausgewählte Einträge als veröffentlicht markieren
nl: Publiceer geselecteerde blogartikelen

source: SEO settings
de: SEO-Einstellungen

source: The slug is not unique
de: Das Schlüsselwort ist nicht einzigartig

source: The slug is not unique within it's publication year.
de: Das Schlüsselwort ist innerhalb ihres Erscheinungsjahres nicht einzigartig.

source: The slug is not unique within it's publication month.
de: Das Schlüsselwort ist innerhalb seines Veröffentlichungsmonats nicht eindeutig.

source: The slug is not unique within it's publication day.
de: Das Schlüsselwort ist an ihrem Erscheinungstag nicht einzigartig.

source: Title
de: Titel
nl: Titel

source: Published
de: Veröffentlicht
nl: Gepubliceerd

source: Draft
de: Entwurf
nl: Concept

source: publication date
de: Publikationsdatum
nl: gepubliceerd op

source: When the entry should go live, status must be "Published".
de: Wenn der Eintrag online gehen soll, muss der Status "Veröffentlicht" sein.
nl: Zet de status op 'gepubliceerd' zodra het blogartikel live moet staan.

source: publication end date
de: Enddatum der Veröffentlichung
nl: gepubliceerd tot

source: author
de: Autor
nl: auteur

source: creation date
de: Erstellungsdatum
nl: aanmaak datum

source: last modification
de: Letzte Änderung
nl: laatste wijziging

source: Blog entry
de: Blog-Eintrag
nl: Blogartikel

source: Blog entries
de: Blog-Einträge
nl: Blogartikelen

source: Excerpt text
de: Auszug Text

source: This is the summary in the list of articles.
de: Dies ist die Zusammenfassung in der Liste der Artikel.

source: Intro image
de: Intro-Bild

source: Categories
de: Kategorien
nl: CategoriÃ«n

source: keywords
de: Schlüsselwörter

source: When this field is not filled in, the the tags will be used.
de: Wenn dieses Feld nicht ausgefüllt ist, werden die Tags verwendet.

source: description
de: Beschreibung

source: When this field is not filled in, the contents or intro text will be used.
de: Wenn dieses Feld nicht ausgefüllt ist, wird der Inhalt oder der Einleitungstext verwendet.

source: page title
de: Seitentitel

source: When this field is not filled in, the menu title text will be used.
de: Wenn dieses Feld nicht ausgefüllt ist, wird der Text des Menütitels verwendet.

source: Blog entry translation
de: Blog-Eintrag Übersetzung

source: Blog entry translations
de: Blog-Eintrag Übersetzungen

source: Blog module
de: Blog-Modul

source: Blog modules
de: Blog-Module

source: Latest blog entries at this page
de: Letzte Blogeinträge auf dieser Seite
nl: Laatste blogartikelen op deze pagina

source: actions
de: Aktionen
nl: acties

source: History
de: Geschichte
nl: Geschiedenis

source: previous entry
de: Vorherige Eintrag
nl: vorig artikel

source: next entry
de: Nächster Eintrag
nl: volgend artikel

source: Latest entries
de: Letzte Einträge
nl: Laatste blogartikelen

source: RSS Feed for %(category)s
de: RSS-Feed für %(category)s
nl: RSS-feed voor %(category)s

source: RSS Feed for %(tag)s
de: RSS-Feed für %(tag)s
nl: RSS-feed voor %(tag)s

source: RSS Feed for %(author_name)s
de: RSS-Feed für %(author_name)s
nl: RSS-feed voor %(author_name)s

source: Category %(category)s
de: Kategorie %(category)s
nl: Categorie %(category)s

source: Author %(author_name)s
de: Autor %(author_name)s
nl: Auteur %(author_name)s

source: Page %(number)s
de: Seite %(number)s
nl: Pagina %(number)s

source: Entries by %(author_name)s
de: Einträge von %(author_name)s
nl: Artikelen door %(author_name)s

source: RSS Feed of latest entries
de: RSS-Feed der letzten Einträge
nl: RSS Feed met de laatste blogartikelen

source: No entries yet.
de: Keine Einträge.
nl: Nog geen artikelen.

source: Read More
de: Weiterlesen

source: %(comment_count)s comment
de: %(comment_count)s Kommentar
nl: %(comment_count)s reactie

source: Post a comment
de: Kommentar hinzufügen
nl: Plaats een reactie

source: Archives of %(day)s
de: Archiv von %(day)s
nl: Archief van %(day)s

source: Page
de: Seite

source: Archives of %(month)s
de: Archiv von %(month)s
nl: Archief van %(month)s

source: Daily archives
de: Tägliche Archive
nl: Dagelijke archiefpagina's

source: Archives of tag %(tag)s
de: Archiv des Tags %(tag)s
nl: Archief van de tag %(tag)s

source: Archives of %(year)s
de: Archiv von %(year)s
nl: Archief van %(year)s

source: Monthly archives
de: Monatliche Archive
nl: Maandelijke archiefpagina's

source: By <a href="%(author_url)s" class="author">%(author)s</a> on <span class="date">%(date)s</span>
de: Von <a href="%(author_url)s" class="author">%(author)s</a> am <span class="date">%(date)s</span>

source: Tags
de: Schlagwörter

source: %(comment_count)s comment to %(entry_title)s
de: %(comment_count)s Kommentar zu %(entry_title)s
nl: %(comment_count)s reactie op %(entry_title)s

source: Comments are closed.
de: Kommentare sind geschlossen.
nl: Reacties zijn gesloten.

source: Leave a reply
de: Einen Kommentar verfassen
nl: Laat een reactie achter

source: Previous
de: Zurück
nl: Vorige

source: Next
de: Weiter
nl: Volgende

source: Related entries
de: Verwandte Einträge
nl: Gerelateerde artikelen

source: {site_name} - Latest entries
de: {site_name} - Letzte Einträge
nl: {site_name} - Laatste berichten

source: The latest entries for {site_name}
de: Die letzten Einträge für {site_name}
nl: Recente artikelen van {site_name}

source: Entries in the category {category_name}
de: Einträge in der Kategorie {category_name}
nl: Artikelen in de categorie {category_name}

source: The latest entries in the category {category_name}
de: Die neuesten Einträge in der Kategorie {category_name}
nl: Recente artikelen in de categorie {category_name}

source: Entries by {author_name}
de: Einträge von {author_name}
nl: Artikelen door {author_name}

source: The latest entries written by {author_name}
de: Die letzten von {author_name} geschriebenen Einträge
nl: Recente artikelen geschreven door {author_name}

source: Entries for the tag {tag_name}
de: Einträge für den Tag {tag_name}
nl: Artikelen met de tag {tag_name}

source: The latest entries tagged with {tag_name}
de: Die neuesten Einträge, die mit {tag_name} getaggt sind
nl: Recente artikelen die getagged zijn met {tag_name}

source: Introtext
nl: Introductietekst

source: Enable comments
nl: Reacties toestaan

source: Comments
nl: Reacties
